{
    "termsOfService":"Terms of Service",
    "termsDescription":"Thank you for choosing Manafeth. We are pleased to have you, and for the sake of our professional work within the platform, we would like to state the used terms and conditions within Manafeth. You have to follow all of the conditions attached below while using Manafeth, whether you are a consumer or a merchant. Therefore, all the attached conditions govern your use of the platform, and once you register in Manafeth that means you accept it. This agreement is also considered valid and active after your registration on Manafeth.",
    "introduction":"Introduction",
    "introOne":"Manafeth It is a platform that is specialized in e-commerce and provides all e-commerce services and store building, in addition to other services to increase the efficiency of stores.",
    "introTwo":"Merchant: The person who registers on Manafeth to build his online store to sell and promote his products.",
    "introThree":"Store: This is what the merchant builds to sell products.",
    "introFour":"Consumer: The person who uses Manafeth to make purchases through online stores.",
    "introFive":"Service Provider: the partnerships that are held by Manafeth to provide other services and solutions such as marketing solutions and shipping companies.",
    "introSix":"Agreement: It is the rules, policies, and conditions that are followed and implemented within Manafeth.",
    "merchant":"Merchant",
    "merchantDescription":"There are some policies related to the merchant who intends to build an online store on Manafeth for commercial activity. These policies are related to the merchant’s legal eligibility, which are:",
    "merchantOne":"He must be at least 18 years old and legally eligible.",
    "merchantTwo":"The merchant's acknowledgment of his eligibility to manage the store.",
    "merchantThree":"If the merchant violates the agreement, the merchant bears the consequences of this violation, and we at Manafeth have the right to claim compensation.",
    "commitment":"Commitment",
    "commitmentOne":"Our role in Manafeth provide services for building online stores, including other services that are related to e-commerce.",
    "commitmentTwo":"In Manafeth, we provide services through partnerships with third parties such as marketing solutions.",
    "commitmentThree":"In Manafeth, we are not committed to buying and selling operations, and we have nothing to do with them, and our role is limited to helping customers own online stores.",
    "commitmentFour":"There is no relationship between Manafeth and the work between the merchant and the third-party service providers.",
    "commitmentFive":"Manafeth is not responsible for the relationship between the merchant and the consumer.",
    "rules":"Rules for building an online store",
    "ruleOne":"Anyone who has the ability to prove his eligibility can build an online store.",
    "ruleTwo":"The store must not violate the implemented standards, regulations, and laws in the Arabian Gulf.",
    "ruleThree":"The merchant must clarify the type of business that he will perform through the online store.",
    "ruleFour":"In Manafeth, we disclaim all responsibility for any store that violates the laws in the Arabian Gulf.",
    "ruleFive":"We have the right to refuse any store that violates the laws in the Arabian Gulf.",
    "ruleSix":"Any party that builds an online store on behalf of an institution or company, abides by all the provisions and must submit all the required papers to prove that.",
    "ruleSeven":"The merchant must respect and follow all the procedures to regulate e-commerce and the system of information crimes, investment, and online transactions.",
    "registration":"Registration",
    "regDescription":"Your registration on Manafeth means your obligation to disclose some information and you must choose a username and password to enter Manafeth and enjoy our services.",
    "regDescriptionTwo":"Before you use our platform, your account will be activated and then you can enjoy all the services, and accordingly, you agree to all of the following:",
    "regOne":"To be responsible for your account information and not disclose any information related to your account login information. In case there is any attempt to access your account, you must notify us.",
    "regTwo":"Manafeth disclaims any responsibility for any material or moral damage and loss as a result of losing your account login data, which means that you are responsible for your account.",
    "regThree":"You must demonstrate a high level of seriousness and credibility in using your account and comply with all applicable legal policies and provisions within the Arabian Gulf.",
    "regFour":"Any violation of the provisions means that you are obligated to compensate Manafeth.",
    "regFive":"You must disclose your true and correct information as required while registering at Manafeth.",
    "regSix":"It is prohibited to use any information and data related to Manafeth within the user name, which would indicate a relationship between you and the management of Manafeth.",
    "regSeven":"Not to indicate any relationship between you and the management of Manafeth.",
    "regEight":"We are committed to maintaining the confidentiality of your data.",
    "regNine":"We have the right to freeze your activity or cancel your membership in case you violate the applicable terms and conditions.",
    "regTen":"We have the right in Manafeth to request the disclosure of some data, information, and documents and to conduct some investigations when necessary.",
    "modification":"Modifications to the Terms of Use",
    "modificationOne":"We are constantly making changes to the terms of use and we will inform you when such amendments are made. Accordingly, you consent to us doing so.",
    "modificationTwo":"When you object to one of the terms, you must stop using Manafeth, otherwise, your use of the account means your full acceptance of all the terms.",
    "modificationThree":"All fees within the platform are calculated in Saudi riyals, which is the currency that is dealt with in Manafeth.",
    "payment":"Payment",
    "paymentOne":"You can pay at Manafeth through the payment methods that we provide.",
    "paymentTwo":"Payment methods and processes within Manafeth are done between the consumer and the store and we have nothing to do with that.",
    "paymentThree":"The payment services that we provide in Manafeth are one of the solutions we offer in order to facilitate work and payment and to preserve the rights of both parties.",
    "paymentFour":"The merchant must specify the price of the products and we have nothing to do with the pricing.",
    "paymentFive":"The merchant must provide invoices, receipts, and receipt vouchers for all the amounts he obtains from this store, in addition to the goods, quantity, descriptions, and value for the sake of the benefit of his commercial activity.",
    "paymentSix":"We have the right to freeze or prevent the completion of any payment transaction that violates the applicable terms and conditions.",
    "paymentSeven":"We have the right in Manafeth to cancel, modify or change any payment method within the platform.",
    "manafeth":"Manafeth rights",
    "manafethOne":"All the online contents of Manafeth are owned by us and no person or party has the right to use it.",
    "manafethTwo":"We will take appropriate procedures in case of any infringement of any of our rights and intellectual property.",
    "manafethThree":"We do not bear any infringement on the rights of merchants within the Manafeth.",
    "consumer":"Consumer rights",
    "consumerOne":"The consumer has the right to report receiving a different product or not receiving the product after completing the payment process, and accordingly, we have the right to take any appropriate actions.",
    "consumerTwo":"The consumer has the right to review the product before receiving it to ensure the quality of the product. Manafethhas no relationship with the relationship between the merchant and the consumer.",
    "consumerThree":"Manafeth takes appropriate procedures against any complaint based on what we deem appropriate.",
    "responsibility":"Our responsibility",
    "responsibilityOne":"We are not responsible for consumer dissatisfaction with the merchant, shipping company, or payment gateway performance, consumer non-compliance with payment, or any other losses.",
    "responsibilityTwo":"We are not responsible for any mistakes made by the third party.",
    "responsibilityThree":"We are not responsible for any claim or dispute of any party as a result of a user's use of our platform.",
    "responsibilityFour":"We are not related to any of the merchant's activities within Manafeth.",
    "responsibilityFive":"The merchant should inform us when there is any suspicious activity within Manafeth and we are not responsible for such violations and activities.",
    "cancellation":"Cancellation of membership or store",
    "cancellationDescription":"At Manafethwe cancel merchant membership and delete store when:",
    "cancellationOne":"Violation of the rules and provisions of the User Agreement.",
    "cancellationTwo":"Being unable to document any information about the user.",
    "cancellationThree":"Violation of the laws and provisions.",
    "termsText":"These terms are applicable to all users in Manafeth and they are regulated for all businesses within Manafeth . The Arabic language is the source and original language, and no one has the right to amend or add any conditions except for the management staff of Manafeth.",
    "notRightNow":"Not Right Now",
    "agree":"I agree with terms",
    "refundPolicy":"Refund policy"
}