{
    "termsOfService":"شروط الخدمة",
    "termsDescription":"شكرا لاختيارك منافذ. يسعدنا انضمامك إلينا ، ومن أجل عملنا الاحترافي داخل المنصة ، نود أن نذكر الشروط والأحكام المستخدمة في منافذ. عليك اتباع جميع الشروط المرفقة أدناه أثناء استخدام منافذ سواء كنت مستهلكًا أو تاجرًا. لذلك فإن جميع الشروط المرفقة تحكم استخدامك للمنصة ، وبمجرد قيامك بالتسجيل في منافذ فهذا يعني قبولك لها. تعتبر هذه الاتفاقية سارية المفعول أيضًا بعد تسجيلك في منافذ.",
    "introduction":"مقدمة",
    "introOne":"منافذ هي منصة متخصصة في التجارة الإلكترونية وتقدم جميع خدمات التجارة الإلكترونية وبناء المتاجر ، بالإضافة إلى خدمات أخرى لزيادة كفاءة المتاجر.",
    "introTwo":"التاجر: الشخص الذي يسجل في منافذ ليبني متجره الإلكتروني لبيع منتجاته والترويج لها.",
    "introThree":"المتجر: هذا ما يبنيه التاجر لبيع المنتجات.",
    "introFour":"المستهلك: الشخص الذي يستخدم منافذ لإجراء عمليات شراء عبر المتاجر الإلكترونية.",
    "introFive":"مزود الخدمة: الشراكات التي تعقدها منافذ لتقديم خدمات وحلول أخرى مثل حلول التسويق وشركات الشحن.",
    "introSix":"الاتفاق: هو القواعد والسياسات والشروط التي يتم اتباعها وتنفيذها في منافذ.",
    "merchant":"تاجر",
    "merchantDescription":"هناك بعض السياسات المتعلقة بالتاجر الذي ينوي إنشاء متجر إلكتروني على منافذ للنشاط التجاري. ترتبط هذه السياسات بالأهلية القانونية للتاجر ، وهي:",
    "merchantOne":"يجب ألا يقل عمره عن 18 عامًا وأن يكون مؤهلاً قانونيًا.",
    "merchantTwo":"إقرار التاجر بأهليته لإدارة المتجر.",
    "merchantThree":"في حالة مخالفة التاجر للاتفاقية يتحمل التاجر تبعات هذه المخالفة ، ويحق لنا في منافذ المطالبة بالتعويض.",
    "commitment":"التزام",
    "commitmentOne":"دورنا في منافذ تقديم خدمات لبناء متاجر على الإنترنت ، بما في ذلك الخدمات الأخرى المتعلقة بالتجارة الإلكترونية.",
    "commitmentTwo":"في منافذ نقدم الخدمات من خلال شراكات مع أطراف ثالثة مثل حلول التسويق.",
    "commitmentThree":"في منافذ لا نلتزم بعمليات البيع والشراء ، ولا علاقة لنا بها ، ودورنا يقتصر على مساعدة العملاء في امتلاك متاجر إلكترونية.",
    "commitmentFour":"لا توجد علاقة بين منافذ والعمل بين التاجر ومقدمي خدمات الطرف الثالث.",
    "commitmentFive":"منافذ ليست مسؤولة عن العلاقة بين التاجر والمستهلك.",
    "rules":"قواعد بناء متجر على الإنترنت",
    "ruleOne":"يمكن لأي شخص لديه القدرة على إثبات أهليته بناء متجر على الإنترنت.",
    "ruleTwo":"يجب ألا يخالف المتجر المعايير والأنظمة والقوانين المعمول بها في الخليج العربي.",
    "ruleThree":"يجب على التاجر توضيح نوع العمل الذي سيقوم به من خلال المتجر الإلكتروني.",
    "ruleFour":"في منافذ ، نتنصل من المسؤولية الكاملة عن أي متجر ينتهك قوانين الخليج العربي.",
    "ruleFive":"يحق لنا رفض أي متجر يخالف القوانين المعمول بها في الخليج العربي.",
    "ruleSix":"أي طرف يقوم ببناء متجر على الإنترنت نيابة عن مؤسسة أو شركة ، يلتزم بجميع الأحكام ويجب عليه تقديم جميع الأوراق المطلوبة لإثبات ذلك.",
    "ruleSeven":"يجب على التاجر احترام واتباع جميع الإجراءات الخاصة بتنظيم التجارة الإلكترونية ونظام جرائم المعلومات والاستثمار والمعاملات عبر الإنترنت.",
    "registration":"تسجيل",
    "regDescription":"تسجيلك في منافذ يعني التزامك بالكشف عن بعض المعلومات ويجب عليك اختيار اسم مستخدم وكلمة مرور للدخول إلى منافذ والاستمتاع بخدماتنا.",
    "regDescriptionTwo":"قبل أن تستخدم منصتنا ، سيتم تفعيل حسابك وبعد ذلك يمكنك الاستمتاع بجميع الخدمات ، وبناءً عليه ، فإنك توافق على كل ما يلي:",
    "regOne":"لتكون مسؤولاً عن معلومات حسابك وعدم الكشف عن أي معلومات تتعلق بمعلومات تسجيل الدخول إلى حسابك. في حالة وجود أي محاولة للوصول إلى حسابك ، يجب عليك إخطارنا بذلك.",
    "regTwo":"منافذ تخلي مسؤوليتها عن أي ضرر أو خسارة مادية أو معنوية نتيجة فقدان بيانات تسجيل الدخول إلى حسابك ، مما يعني أنك مسؤول عن حسابك.",
    "regThree":"يجب عليك إثبات مستوى عالٍ من الجدية والمصداقية في استخدام حسابك والامتثال لجميع السياسات والأحكام القانونية المعمول بها في منطقة الخليج العربي.",
    "regFour":"أي مخالفة للأحكام تعني أنك ملزم بتعويض منافذ.",
    "regFive":"يجب عليك الكشف عن معلوماتك الحقيقية والصحيحة كما هو مطلوب أثناء التسجيل في منافذ.",
    "regSix":"يحظر استخدام أي معلومات وبيانات متعلقة بمنافذ ضمن الصورة التالية ، مما يدل على وجود علاقة مع إدارة منافذ.",
    "regSeven":"عدم الإشارة إلى أي علاقة بينك وبين إدارة منافذ.",
    "regEight":"نحن ملتزمون بالحفاظ على سرية بياناتك.",
    "regNine":"لدينا الحق في تجميد نشاطك أو إلغاء عضويتك في حالة مخالفتك للشروط والأحكام المعمول بها.",
    "regTen":"يحق لنا في منافذ طلب الكشف عن بعض البيانات والمعلومات والمستندات وإجراء بعض التحقيقات عند الضرورة.",
    "modification":"تعديلات على شروط الاستخدام",
    "modificationOne":"نحن نقوم باستمرار بإجراء تغييرات على شروط الاستخدام وسنبلغك عند إجراء هذه التعديلات. وفقًا لذلك ، فإنك توافق على قيامنا بذلك.",
    "modificationTwo":"عندما تعترض على أحد الشروط ، يجب عليك التوقف عن استخدام منافذ ، وإلا فإن استخدامك للحساب يعني موافقتك الكاملة على جميع الشروط.",
    "modificationThree":"يتم احتساب جميع الرسوم داخل المنصة بالريال السعودي وهي العملة التي يتم التعامل بها في منافذ.",
    "payment":"دفع",
    "paymentOne":"يمكنك الدفع في منافذ من خلال طرق الدفع التي نقدمها.",
    "paymentTwo":"طرق وعمليات الدفع داخل منافذ تتم بين المستهلك والمتجر ولا علاقة لنا بذلك.",
    "paymentThree":"خدمات الدفع التي نقدمها في منافذ من الحلول التي نقدمها لتسهيل العمل والدفع والحفاظ على حقوق الطرفين.",
    "paymentFour":"يجب على التاجر تحديد سعر المنتجات ولا علاقة لنا بالتسعير.",
    "paymentFive":"يجب على التاجر تقديم الفواتير والإيصالات وسندات القبض لجميع المبالغ التي يحصل عليها من هذا المتجر ، بالإضافة إلى البضائع والكمية والأوصاف والقيمة لصالح نشاطه التجاري.",
    "paymentSix":"لدينا الحق في تجميد أو منع إتمام أي معاملة دفع تنتهك الشروط والأحكام المعمول بها.",
    "paymentSeven":"يحق لنا في منافذ إلغاء أو تعديل أو تغيير أي طريقة دفع داخل المنصة.",
    "manafeth":"حقوق منافذ",
    "manafethOne":"جميع محتويات موقع منافذ على الإنترنت مملوكة لنا ولا يحق لأي شخص أو طرف استخدامها.",
    "manafethTwo":"سنتخذ الإجراءات المناسبة في حالة حدوث أي انتهاك لأي من حقوقنا وملكيتنا الفكرية.",
    "manafethThree":"لا نتحمل أي اعتداء على حقوق التجار داخل منافذ.",
    "consumer":"حقوق المستهلك",
    "consumerOne":"يحق للمستهلك الإبلاغ عن استلام منتج مختلف أو عدم استلام المنتج بعد إتمام عملية الدفع ، وبناءً عليه ، يحق لنا اتخاذ أي إجراءات مناسبة.",
    "consumerTwo":"يحق للمستهلك مراجعة المنتج قبل استلامه للتأكد من جودة المنتج. منافذ ليس لها علاقة بالعلاقة بين التاجر والمستهلك.",
    "consumerThree":"تتخذ منافذ الإجراءات المناسبة ضد أي شكوى بناءً على ما نراه مناسباً.",
    "responsibility":"مسؤوليتنا",
    "responsibilityOne":"نحن لسنا مسؤولين عن عدم رضا المستهلك عن التاجر أو شركة الشحن أو أداء بوابة الدفع أو عدم امتثال المستهلك للدفع أو أي خسائر أخرى.",
    "responsibilityTwo":"نحن لسنا مسؤولين عن أي أخطاء يرتكبها الطرف الثالث.",
    "responsibilityThree":"نحن لسنا مسؤولين عن أي مطالبة أو نزاع من أي طرف نتيجة لاستخدام المستخدم لمنصتنا.",
    "responsibilityFour":"نحن لا نرتبط بأي من أنشطة التاجر داخل منافذ.",
    "responsibilityFive":"يجب على التاجر إبلاغنا عند وجود أي نشاط مشبوه داخل منافذ ولسنا مسؤولين عن مثل هذه الانتهاكات والأنشطة.",
    "cancellation":"إلغاء العضوية أو المخزن",
    "cancellationDescription":"في منافذ نقوم بإلغاء عضوية التاجر وحذف المتجر عندما:",
    "cancellationOne":"انتهاك قواعد وأحكام اتفاقية المستخدم.",
    "cancellationTwo":"عدم القدرة على توثيق أي معلومات عن المستخدم.",
    "cancellationThree":"مخالفة القوانين والأحكام.",
    "termsText":"تنطبق هذه الشروط على جميع المستخدمين في منافذ وهي منظمة لجميع الشركات داخل منافذ. اللغة العربية هي المصدر واللغة الأصلية ، ولا يحق لأي شخص تعديل أو إضافة أي شروط إلا لموظفي إدارة منافذ.",
    "notRightNow":"ليس الآن",
    "agree":"أنا أتفق مع الشروط"
}